<HTML>

<HEAD>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<TITLE>SAP SQL Anywhere-Online-Ressourcen</TITLE>
</HEAD>

<BODY>

<TABLE border="0" width="100%" bgcolor="#15145F" cellspacing="2" cellpadding="2"> 
    <TR> 
        <TD width="696"><FONT FACE="arial, helvetica, geneva", size="+2" color="#FFFFFF"><B>SAP SQL Anywhere-Online-Ressourcen                </B>            </FONT>        </TD> 
    </TR> 
</TABLE>
<P><FONT FACE="arial, helvetica, geneva" SIZE="-1"><P><a href="updchk.html"><B>Verf&uuml;gbare Updates</B></a><BR> Besuchen Sie die SQL Anywhere-Website, um Maintenance Releases und die neuesten Korrekturen von Programmfehlern (Bug Fixes) zu erhalten.<P><B>Die nachstehenden Informationen k&ouml;nnen bei Bedarf aktualisiert werden. <a href="http://scn.sap.com/community/sql-anywhere">Besuchen Sie uns online</a>, um aktuelle Informationen &uuml;ber Lizenzierung, Funktionen und Dienste f&uuml;r SQL Anywhere zu erhalten.</B><h4>Produkte und Lizenzierung f&uuml;r SQL Anywhere</h4>

<P>SQL Anywhere ist in verschiedenen Basispaketen mit zus&auml;tzlichen Deployment-Lizenzen und separat lizenzierten Komponenten erh&auml;ltlich. W&auml;hlen Sie zu Beginn das Basispaket aus, das Ihren Anforderungen am besten entspricht. Basispakete sind in zwei Lizenzierungsmodellen erh&auml;ltlich: (a) Server- und User Seats-Modell und (b) Pro-Prozessorkern-Lizenz.</P>
<P>Das Server- und User Seats-Modell umfasst einen SQL Anywhere-Netzwerkserver und eine angegebene Anzahl von Benutzerlizenzen. Jeder dieser Benutzer wird als Network Client Seat lizenziert, um den Zugriff des Clients auf den SQL Anywhere-Server zu erm&ouml;glichen. Au&szlig;erdem wird jeder dieser Benutzer als Remote Database Client Seat f&uuml;r SQL Anywhere Personal Server with Synchronization und UltraLite with Synchronization lizenziert.</P>
<P>Alternativ k&ouml;nnen Kunden eine Pro-Prozessorkern-Lizenz des SQL Anywhere-Servers erwerben. Mit diesem Paket wird der SQL Anywhere-Netzwerkserver auf einem System f&uuml;r die Anzahl der erworbenen Prozessorkern-Lizenzen lizenziert. Die Anzahl der Benutzer, die sich als Networked Client Seats mit dem Server verbinden k&ouml;nnen, ist unbegrenzt, sodass sich das Paket ideal f&uuml;r gr&ouml;&szlig;ere Client/Server- und Web-basierte Deployments eignet oder f&uuml;r Kunden, die eine Pro-Prozessorkern-Lizenzierung bevorzugen, um nicht Benutzer oder Seats z&auml;hlen zu m&uuml;ssen.</P>

<h4>Deployment-Lizenzen</h4>
<P>Lizenzen f&uuml;r weitere Benutzer oder f&uuml;r zus&auml;tzliche Komponenten, wie z.B. zus&auml;tzliche Network Seats (Clients), Netzwerkserver, Personal Server, Synchronisation und UltraLite, k&ouml;nnen nachtr&auml;glich erworben werden.</P>

<h4>Separat lizenzierte SQL Anywhere-Komponenten</h4>Eine Liste der separat lizenzierten SQL Anywhere-Komponenten finden Sie <a href="http://scn.sap.com/docs/DOC-63740">hier</a>.<br /><h4>Systemanforderungen</h4>
 <p><a href="http://scn.sap.com/docs/DOC-35653">Hardwareanforderungen</a></p>
 <P><a href="http://scn.sap.com/docs/DOC-35654">Unterst&uuml;tzte Plattformen</a></P>
 <P>Informationen &uuml;ber Verf&uuml;gbarkeit und Preise erhalten Sie bei Ihrem SAP-Vertreter oder -H&auml;ndler.<h4>Support f&uuml;r Entwickler</h4><B><a href="https://support.sap.com/home.html">Online-Support</a></B><BR> SAP bietet einen reaktionsschnellen und zeitnahen technischen Support an, um Sie bei der raschen und kostensparenden Entwicklung und Einf&uuml;hrung von Weltklassel&ouml;sungen zu unterst&uuml;tzen. Diese Unterst&uuml;tzung wird in mehreren Stufen angeboten, die sich nach Ihren gesch&auml;ftlichen Anforderungen richten. Standardangebote f&uuml;r Jahresvertr&auml;ge k&ouml;nnen Produktaktualisierungen, mehrere Kontaktstellen beim Kunden und eine unbegrenzte Anzahl von F&auml;llen (Cases) umfassen, w&auml;hrend Premium-Angebote dar&uuml;ber hinaus erweiterte Stunden, raschere Antwortzeiten und direkten Experten-Support beinhalten.<P><B><a href="http://sqlanywhere-forum.sap.com/">SQL Anywhere-Forum</a></B><BR> Das Forum wird von SQL Anywhere Customer Service &amp; Support &uuml;berwacht und ist eine n&uuml;tzliche Ressource, um Entwicklungsfragen mit der Entwickler-Community zu diskutieren.<P><B><a href="http://dcx.sap.com/">DocCommentXChange</a></B><BR> &Uuml;ber DocCommentXChange k&ouml;nnen Sie sich SQL Anywhere-Dokumentation ansehen und Kommentare einf&uuml;gen sowie Kommentare von anderen Benutzern lesen.<P><font size="-1" face="arial, helvetica, geneva"><B><a href="https://partneredge.sap.com/en/welcome.html">SQL Anywhere Partner-Programm</a></B><BR> Treiben Sie Ihre Gesch&auml;ftsentwicklung mit leistungsf&auml;higen Ressourcen sowie wertvollen Vorteilen und Fachkenntnissen voran&nbsp;&ndash; indem Sie SAP PartnerEdge beitreten, dem preisgekr&ouml;nten Partnerprogramm von SAP. Im Gegensatz zu anderen Programmen geht es bei unserem nicht nur um Ihre Verkaufserfolge, sondern auch darum, dass Sie Ihre Kompetenzen erweitern und dazu beitragen, dass unsere gemeinsamen Kunden erfolgreiche Unternehmen werden.</font> <FONT FACE="arial, helvetica, geneva" SIZE="-1"><P><B><a href="http://www.sap.com/services-and-support/index.epx">SAP Professional Services</a></B><a href="http://www.sap.com/services-and-support/index.epx"></a></a><BR> Mit SAP Professional Services k&ouml;nnen Sie w&auml;hrend der Design-, Entwicklungs- und Deploymentphase Ihrer SQL Anywhere-Projekte ma&szlig;geschneiderte Dienste in Anspruch nehmen:</FONT></FONT><UL><LI><font size="-1" face="arial, helvetica, geneva">Planung und Durchf&uuml;hrung eines Upgrades auf die neueste Version von SQL Anywhere</font><LI><font size="-1" face="arial, helvetica, geneva">Bereitstellung von Wissenstransfer zum Verst&auml;ndnis der SQL Anywhere-Architektur</font><LI><font size="-1" face="arial, helvetica, geneva">Sicherstellung von Leistung und Qualit&auml;t der Umgebung</font><LI><font size="-1" face="arial, helvetica, geneva">Unterst&uuml;tzung bei Design und Entwicklung Ihrer MobiLink-Synchronisationsl&ouml;sung </font><LI><font size="-1" face="arial, helvetica, geneva">Konfiguration und Implementierung der Hochverf&uuml;gbarkeit mit SQL Anywhere</font></UL></UL> <FONT FACE="arial, helvetica, geneva" SIZE="-1"><P><a href="https://training3.sap.com/us/en/courses-and-curricula/"><B>Schulung und Zertifizierung</B></a><BR> SAP bietet SQL Anywhere-Schulungen an, um Sie bei der Entwicklung und beim Deployment Ihrer Anwendungen zu unterst&uuml;tzen. Je nach Niveau der Teilnehmer k&ouml;nnen Standardkurse oder spezielle Schulungsprogramme angeboten werden, die von Datenbankfunktionen &uuml;ber Synchronisation bis zum Deployment auf Handhelds reichen.<P>Weitere Informationen zu SAP SQL Anywhere, einschlie&szlig;lich Kontaktinformationen, finden Sie <a href="http://scn.sap.com/community/sql-anywhere"><B>hier</B></a></FONT></FONT></FONT></FONT></BODY>
</HTML>
