<HTML>

<HEAD>
<META http-equiv="Content-Type" content="text/html; charset=UTF-8">
<TITLE>Ressources en ligne de SAP SQL Anywhere</TITLE>
</HEAD>

<BODY>

<TABLE border="0" width="100%" bgcolor="#15145F" cellspacing="2" cellpadding="2"> 
    <TR> 
        <TD width="696"><FONT FACE="arial, helvetica, geneva", size="+2" color="#FFFFFF"><B>Ressources en ligne de SAP SQL Anywhere                </B>            </FONT>        </TD> 
    </TR> 
</TABLE>
<P><FONT FACE="arial, helvetica, geneva" SIZE="-1"><P><a href="updchk.html"><B>Mises &agrave; jour disponibles</B></a><BR> Pour conna&icirc;tre la disponibilit&eacute; des versions de maintenance et des derniers correctifs de bugs, consultez le site Web de SQL Anywhere.<P><B>Les informations ci-apr&egrave;s sont susceptibles d&apos;&ecirc;tre actualis&eacute;es. Veuillez <a href="http://scn.sap.com/community/sql-anywhere">consulter notre site en ligne</a> pour obtenir les toutes derni&egrave;res informations concernant les licences, les fonctionnalit&eacute;s et les services relatifs &agrave; SQL Anywhere.</B><h4>Produits et licences SQL Anywhere</h4>

<P>SQL Anywhere est disponible sous forme de &quot;base package&quot; (package de base), compl&eacute;t&eacute; par des licences de d&eacute;ploiement et des composants fournis sous licence s&eacute;par&eacute;ment. Pour commencer, vous choisissez le base package le mieux adapt&eacute; &agrave; vos besoins. Deux mod&egrave;les de licence sont propos&eacute;s : (a) par serveur et poste ; (b) par processeur.</P>
<P>Le mod&egrave;le par serveur et poste inclut un serveur r&eacute;seau SQL Anywhere et un nombre d&eacute;termin&eacute; de licences d&apos;utilisation. Chaque utilisateur d&eacute;tient une licence de poste en r&eacute;seau lui permettant d&apos;acc&eacute;der en tant que client au serveur SQL Anywhere. Il d&eacute;tient &eacute;galement une licence d&apos;utilisation du serveur personnel SQL Anywhere et d&apos;UltraLite, les deux avec synchronisation.</P>
<P>Vous pouvez &eacute;galement opter pour le mod&egrave;le de licence de serveur SQL Anywhere par processeur. Ce package fournit une licence du serveur r&eacute;seau SQL Anywhere pour une machine et pour le nombre de processeurs choisi. Le nombre d&apos;utilisateurs autoris&eacute;s &agrave; se connecter au serveur avec un licence par poste en r&eacute;seau est illimit&eacute;. C&apos;est donc la solution id&eacute;ale pour les d&eacute;ploiements Web et client/serveur de grande envergure, ou lorsqu&apos;un syst&egrave;me de licence par processeur est pr&eacute;f&eacute;rable pour &eacute;viter de devoir comptabiliser les postes ou les utilisateurs.</P>

<h4>Licences de d&eacute;ploiement</h4>
<P>Vous devez vous procurer des licences pour d&apos;autres utilisateurs ou d&apos;autres composants ? Cela ne pose aucun probl&egrave;me. Des licences sont en effet disponibles pour vous permettre d&apos;ajouter des postes en r&eacute;seau (clients), des serveurs r&eacute;seau, des serveurs personnels, des composants de synchronisation et Ultralite.</P>

<h4>Composants SQL Anywere fournis sous licence s&eacute;par&eacute;ment</h4>Pour obtenir la liste des composants SQL Anywhere fournis sous licence s&eacute;par&eacute;ment, cliquez <a href="http://scn.sap.com/docs/DOC-63740">ici</a>.<br /><h4>Configuration syst&egrave;me requise</h4>
 <p><a href="http://scn.sap.com/docs/DOC-35653">Mat&eacute;riel requis</a></p>
 <P><a href="http://scn.sap.com/docs/DOC-35654">Plates-formes support&eacute;es</a></P>
 <P>Pour des informations sur la disponibilit&eacute; et les tarifs, contactez votre repr&eacute;sentant ou revendeur SAP.<h4>Support aux d&eacute;veloppeurs</h4><B><a href="https://support.sap.com/home.html">Support en ligne</a></B><BR> SAP fournit une assistance technique cibl&eacute;e et efficace qui facilite et rationalise le d&eacute;veloppement et le d&eacute;ploiement de solutions de pointe. Il existe plusieurs niveaux de support adapt&eacute;s aux diff&eacute;rents besoins des clients. Les programmes annuels standard incluent les mises &agrave; jour logicielles, des contacts avec le client et un nombre illimit&eacute; de cas, tandis que les programmes de haut niveau donnent droit &agrave; des avantages suppl&eacute;mentaires : plus grande disponibilit&eacute;, d&eacute;lais de r&eacute;ponse &eacute;court&eacute;s, acc&egrave;s direct au support de haut niveau.<P><B><a href="http://sqlanywhere-forum.sap.com/">Forum SQL Anywhere</a></B><BR> G&eacute;r&eacute; par le Support Technique et le Support Client de SQL Anywhere, ce forum est utile pour discuter de probl&egrave;mes de d&eacute;veloppement avec des sp&eacute;cialistes.<P><B><a href="http://dcx.sap.com/">DocCommentXchange</a></B><BR> Consultez et commentez la documentation de SQL Anywhere et lisez les commentaires des autres utilisateurs.<P><font size="-1" face="arial, helvetica, geneva"><B><a href="https://partneredge.sap.com/en/welcome.html">Programmes Partenaires SQL Anywhere</a></B><BR> Pour doper votre r&eacute;ussite, SAP vous propose d&apos;adh&eacute;rer &agrave; SAP PartnerEdge, un programme prim&eacute; mettant &agrave; votre disposition des ressources puissantes, des avantages et des conseils d&apos;expert pour accompagner votre activit&eacute;. Contrairement &agrave; d&apos;autres programmes de partenariat, celui-ci ne se limite pas &agrave; reconna&icirc;tre et r&eacute;compenser votre r&eacute;ussite commerciale, il tient &eacute;galement compte des am&eacute;liorations que vous apportez aux fonctionnalit&eacute;s et du soutien que vous offrez &agrave; nos clients communs pour garantir leur r&eacute;ussite.</font> <FONT FACE="arial, helvetica, geneva" SIZE="-1"><P><B><a href="http://www.sap.com/services-and-support/index.epx">Service professionnels de SAP</a></B><a href="http://www.sap.com/services-and-support/index.epx"></a></a><BR> Les Services professionnels de SAP fournissent des prestations sur mesure dans le cadre de la conception, du d&eacute;veloppement et du d&eacute;ploiement de vos projets SQL Anywhere :</FONT></FONT><UL><LI><font size="-1" face="arial, helvetica, geneva">planification et ex&eacute;cution de la mise &agrave; niveau de votre version vers la derni&egrave;re version de SQL Anywhere</font><LI><font size="-1" face="arial, helvetica, geneva">transfert de connaissances pour une meilleure compr&eacute;hension de l&apos;architecture de SQL Anywhere</font><LI><font size="-1" face="arial, helvetica, geneva">contr&ocirc;le des performances et de la qualit&eacute; de l&apos;environnement</font><LI><font size="-1" face="arial, helvetica, geneva">aide &agrave; la conception et au d&eacute;veloppement de votre solution de synchronisation MobiLink </font><LI><font size="-1" face="arial, helvetica, geneva">configuration et impl&eacute;mentation de l&apos;option haute disponibilit&eacute; de SQL Anywhere</font></UL></UL> <FONT FACE="arial, helvetica, geneva" SIZE="-1"><P><a href="https://training3.sap.com/us/en/courses-and-curricula/"><B>Formation et Certification</B></a><BR> SAP propose des formations sur SQL Anywhere qui vous guideront tout au long du processus de d&eacute;veloppement et de d&eacute;ploiement de vos applications. Quel que soit votre niveau de connaissances, vous pouvez assister &agrave; des programmes de formation standard ou personnalis&eacute;s portant sur les fonctionnalit&eacute;s des bases de donn&eacute;es, leur synchronisation et leur d&eacute;ploiement sur des appareils mobiles.<P>Pour plus d&apos;informations ou pour nous contacter, consultez <a href="http://scn.sap.com/community/sql-anywhere"><B>SAP SQL Anywhere</B></a></FONT></FONT></FONT></FONT></BODY>
</HTML>
